"Add Field" = "Anmerkung hinzufügen";

"Album" = "Album";
"Artist" = "Interpret";
"Artwork" = "Cover";
"Author" = "Autor";
"Comment" = "Kommentar";
"Composer" = "Komponist";
"Copyright" = "Copyright";
"Creation Date" = "Erstellungsdatum";
"Description" = "Beschreibung";
"Director" = "Regisseur";
"Disclaimer" = "Wichtiger Hinweis";
"Encoded By" = "Codiert mit";
"Genre" = "Musikrichtung";
"Full Name" = "Vollständiger Name";
"Keywords" = "Schlüsselwörter";
"Title" = "Titel";
"Information" = "Informationen";
"Producer" = "Produzent";
"Edit Date" = "Bearbeitungsdatum";
"Track Number" = "Spur";
"Performers" = "Darsteller";
"URL Link" = "URL Link";
"Playback Requirements" = "Wiedergabe-Anforderungen";
"Original Artist" = "Originalkünstler";
"Original Source" = "Originalquelle";
"Original Format" = "Originalformat";
"Software" = "Software";
"Product" = "Produkt";
"Warning" = "Achtung";
"Writer" = "Verfasser";
"Year" = "Jahr";
